esp-arduino-libs/ESP32_Display_Panel/test_apps/panel/sdkconfig.ci.waveshare_esp32_p4_nano
CONFIG_IDF_TARGET="esp32p4"
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_ESP32_P4_FUNCTION_EV_BOARD=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_HEX=y
CONFIG_SPIRAM_SPEED_200M=y
CONFIG_SPIRAM_XIP_FROM_PSRAM=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
